Repository: Pitxi/DOSBoxGTK
Catalog: translations/*.po
Languages: es

source: _Cancel
es: _Cancelar

source: _Accept
es: _Aceptar

source: Drive letter:
es: Letra de la unidad:

source: Type:
es: Tipo:

source: Directory
es: Directorio

source: Floppy disk
es: Disquete

source: Volume label:
es: Etiqueta de volumen:

source: SDL CD-ROM support:
es: Soporte de CD-ROM de SDL:

source: Low level access:
es: Acceso de bajo nivel:

source: Drive free size:
es: Espacio libre de la unidad:

source: Mount directory
es: Montar directorio

source: Image type:
es: Tipo de imagen:

source: Image file path
es: Ruta del fichero de imagen

source: Add new mounting point.
es: Añadir nuevo punto de montaje.

source: Add
es: Añadir

source: Remove selected mounting point.
es: Eliminar el punto de montaje seleccionado.

source: Remove
es: Eliminar

source: Mount image
es: Montar imagen

source: Title:
es: Título:

source: Developer:
es: Desarrollador:

source: You must provide a title in order to save the profile.
es: Debe especificar un título para poder guardar el perfil.

source: Clear.
es: Limpiar.

source: Year:
es: Año:

source: Notes:
es: Notas:

source: Publisher:
es: Editor:

source: Genre:
es: Género:

source: Consult MobyGames website
es: Consultar el Sitio WEB de MobyGames

source: Info
es: Información

source: Priority levels for DOSBox.
es: Niveles de prioridad de DOSBox.

source: Priority:
es: Prioridad:

source: Priority level when DOSBox is active.
es: Nivel de prioridad cuando DOSBox está activo.

source: Active
es: Activo

source: Priority level when DOSBox is not focused or is minimized.
es: Nivel de prioridad cuando DOSBox no tiene el foco o está minimizado.

source: Inactive
es: Inactivo

source: Lowest
es: El más bajo

source: Lower
es: Más bajo

source: Higher
es: Más alto

source: Highest
es: El más alto

source: Pause
es: Pausado

source: Wait before closing the console if dosbox has an error.
es: Esperar antes de cerrar la consola si DOSBox tiene un error.

source: Wait before closing the console if DOSBox has an error.
es: Esperar antes de cerrar la consola si DOSBox tiene un error.

source: Wait on error:
es: Esperar en caso de error:

source: Exit afterwards:
es: Salir al terminar:

source: Select another language file.
es: Seleccionar otro fichero de idioma.

source: Language file:
es: Fichero de idioma:

source: Directory where things like wave, midi, screenshot get captured.
es: Directorio en el que serán capturaradas cosas como wave, midi o las instantáneas de pantalla.

source: Captures:
es: Capturas:

source: What video system to use for output.
es: El sistema de video que usará la salida.

source: Output:
es: Método de salida:

source: How many frames DOSBox skips before drawing one.
es: Número de frames que DOSBox se saltará antes de dibujar uno.

source: Frame skip:
es: Salto de frames:

source: Scaler used to enlarge/enhance low resolution modes. If 'Forced' on, then the scaler will be used even if the result might not be desired.
es: Escalador usado para agrandar/mejorar los modos de baja resolución. Si está activada la opción'Forzado' el escalador se usará incluso si el resultado pudiera no ser el deseado.

source: Scaler:
es: Escalador:

source: What resolution to use for fullscreen. Using your monitor's native resolution with aspect correction enabled might give the best results. If you end up with small window on a large screen, try an output different from 'surface'.
es: La resolución a utilizar en el modo de pantalla completa. Usar la resolución nativa de su monitor con la corrección de aspecto activada debería proporcionar los mejores resultados. Si termina con una ventana pequeña en una pantalla grande pruebe con un método de salida diferente al de 'Superficie'.

source: Full screen resolution:
es: Resolución en pantalla completa:

source: Scale the window to this size IF the output device supports hardware scaling. ('Surface' output does not!)
es: Escala la ventana hasta este tamaño SI el dispositivo de salida soporta escalado por hardware. (El método de salida 'Superficie' no lo soporta.)

source: Windowed resolution:
es: Resolución de la ventana:

source: Start dosbox directly in fullscreen. (Press ALT-Enter to go back)
es: Comenzar DOSBox directamente en pantallacmpleta. (Presione ALT-Enter para volver al modo de ventana)

source: Full screen:
es: Pantalla completa:

source: Use double buffering in fullscreen. It can reduce screen flickering, but it can also result in a slow DOSBox.
es: Usar buffering doble de pantalla completa. Puede reducir el parpadeo de pantalla, pero también puede ralentizar DOSBox.

source: Double buffering:
es: Buffering doble:

source: Do aspect correction. If your output method doesn't support scaling this can slow things down!
es: Realizar corrección de aspecto. ¡Si el método de salida no soporta esacalado las cosas podrían ralentizarse mucho!

source: Aspect correction:
es: Corrección de aspecto:

source: None
es: Ninguno

source: Force the scaler.
es: Forzar escalado.

source: Forced:
es: Forzado:

source: Display
es: Pantalla

source: The type of machine DOSBox tries to emulate.
es: El tipo de máquina que DOSBox intenta emular.

source: Machine:
es: Máquina:

source: Cycles:
es: Ciclos:

source: CPU Core used in emulation. Automatic will switch to Dynamic if available and appropriate.
es: Núcleo CPU usado en la emulación. Automático conmutará a Dinámico si está disponible y es apropiado.

source: Core:
es: Núcleo:

source: Automatic
es: Automático

source: Dynamic
es: Dinámico

source: Simple
es: Sencillo

source: CPU Type used in emulation. Automatic is the fastest choice.
es: Tipo de CPU usada en la emulación. Automático es la opción más rápida.

source: CPU type:
es: Tipo de CPU:

source: 386 slow
es: 386 lento

source: 386 prefetch
es: 386 con precarga

source: 486 slow
es: 486 lento

source: Pentium slow
es: Pentium lento

source: Cycle up:
es: Subida de ciclos:

source: Cycle down:
es: Bajada de ciclos:

source: CPU speed.
es: Velocidad de la CPU.

source: Maximum
es: Máximo

source: Fixed
es: Fijo

source: Amount of memory DOSBox has in megabytes. This value is best left at its default to avoid problems with some games, though few games might require a higher value. There is generally no speed advantage when raising this value.
es: Cantidad de memoria en megabytes que tiene DOSBox. Es mejor dejar este valor tal cual para evitar problemas con algunos juegos, aunque pocos juegos requerirán un valor superior. Por lo general la velocidad no mejora por incrementar este valor.

source: Size:
es: Tamaño:

source: Enable XMS support.
es: Activar soporte XMS.

source: Enable EMS support.
es: Activar soporte EMS.

source: Enable UMB support.
es: Activar suporte UMB.

source: Memory
es: Memoria

source: Machine
es: Máquina

source: Enable silent mode, sound is still emulated though.
es: Activar modo silencioso, aunque el sonido seguirá siendo emulado.

source: Silent mode:
es: Modo silencioso:

source: Mixer sample rate, setting any device's rate higher than this will probably lower their sound quality.
es: Ratio de muestra del mezclador. Estabecer el ratio de los demás dispositivos por encima de este valor probablemente disminuirá la calidad del sonido de los mismos.

source: Sample rate:
es: Ratio de muestreo:

source: Mixer block size, larger blocks might help sound stuttering but sound will also be more lagged.
es: Tamaño de bloque del mezclador. Un mayor tamaño ayudaría a evitar el tartamudeo pero el sonido se retrasará más.

source: Block size:
es: Tamaño de bloque:

source: How many milliseconds of data to keep on top of the blocksize.
es: Número de milisegundos de datos que se mantendrán encima del bloque.

source: Type of MPU-401 to emulate.
es: Tipo de MPU-401 a emular.

source: Device that will receive the MIDI data from MPU-401.
es: Dispositivo que recibirá los datos MIDI desde MPU-401.

source: Midi device:
es: Dispositivo MIDI:

source: Special configuration options for the device driver. This is usually the ID of the device you want to use.
es: Opciones especiales de configuración para el driver de dispositivo. Se trata normalmente del ID del dispositivo que se desea usar.

source: Config:
es: Configuración:

source: Mixer
es: Mezclador

source: Intelligent
es: Inteligente

source: Default
es: Por defecto

source: Type of Sound Blaster to emulate.
es: Tipo de Sound Blaster a emular.

source: Sample rate of OPL music emulation. Use '49716' for highest quality (set the mixer rate accordingly).
es: Ratio de muestreo de la emulación de la músic OPL. Use '49716' para máxima calidad (establezca el ratio de muestreo del mezclador en consecuencia)

source: OPL rate:
es: Ratio OPL:

source: Type of OPL emulation. On 'Automatic' the mode is determined by the Sound Blaster Type. All OPL modes are Adlib-compatible, except for 'CMS'.
es: Tipo de emulación OPL. En 'Automático' el modo se determina según el tipo de Sound Blaster. Todos los modos OPL son compatibles con Adlib, excepto 'CMS'

source: OPL mode:
es: Modo OPL:

source: Provider for the OPL emulation. 'Compatible' might provide better quality (see 'OPL Rate' as well).
es: Poveedor para la emulación OPL. 'Compatible' debería ofrecer la mejor calidad (Ver también el 'Ratio OPL')

source: OPL emulation:
es: Emulación OPL:

source: The IO address of the Sound Blaster.
es: La dirección E/S de la Sound Blaster.

source: Address:
es: Dirección:

source: The IRQ number of the Sound Blaster.
es: El número de IRQ de la Sound Blaster.

source: The DMA number of the Sound Blaster.
es: El número de DMA de la SoundBlaster.

source: The High DMA number of the Sound Blaster.
es: El número de DMA Superior de la Sound Blaster.

source: Allow the Sound Blaster mixer to modify the DOSBox mixer.
es: Permitir al mezclador de la Sound Blaster modificar el mezclador de DOSBox.

source: Mixer:
es: Mezclador:

source: Fast
es: Rápido

source: Enable the Gravis Ultrasound emulation.
es: Activar la emulación de la Gravis Ultrasound.

source: Enable:
es: Activar:

source: Sample rate of the Gravis Ultrasound emulation.
es: Ratio de muestreo de la emulación de la Gravis Ultrasound.

source: The IO base address of the Gravis Ultrasound.
es: La dirección base de E/S de la Gravis Ultrasound.

source: The IRQ number of the Gravis Ultrasound.
es: El número de IRQ de la Gravis Ultrasound

source: The DMA channel of the Gravis Ultrasound.
es: El canal DMA de la Gravis Ultrasound.

source: Path to Ultrasound directory. In this directory there should be a MIDI directory that contains the patch files for GUS playback. Patch sets used with Timidity should work fine.
es: Ruta al directorio Ultrasound. En este directorio debería haber un directorio MIDI que contienelos archivos de parcheo para la reproducción de la GUS. Los conjuntos de parches usados con Timidity deberían funcionar bien.

source: Enable PC-Speaker emulation.
es: Activar la emulación del altavoz del PC.

source: Sample rate of the PC-Speaker sound generation.
es: Ratio de muestreo de la generación de sonido del altavoz del PC.

source: PC Speaker
es: Altavoz del PC

source: Enable Tandy Sound System emulation. For 'Automatic', emulation is present only if machine is set to 'Tandy'.
es: Permitir la emulación de Tandy Sound System. Si el valor es 'Automático' la emulación se producirá sólo si la máquina está configurada como 'Tandy'.

source: Sample rate of the Tandy 3-Voice generation.
es: Ratio de muestreo de la generación de voz de Tandy 3-Voice.

source: On
es: Activo

source: Off
es: Inactivo

source: Enable Disney Sound Source emulation. (Covox Voice Master and Speech Thing compatible).
es: Activar la emulación de Disney Sound Source (Compatible con Covox Voice Master and Speech)

source: Speaker
es: Altavoz

source: Mouse will automatically lock, if you click on the screen. (Press CTRL-F10 to unlock)
es: El ratón se bloqueará automáticamente si hace click en la pantalla. (Presione CTRL-F10 para desbloquearlo)

source: Automatic lock:
es: Bloqueo automático:

source: Mouse sensitivity.
es: Sensibilidad del ratón.

source: Sensitivity:
es: Sensibilidad:

source: Mouse
es: Ratón

source: Avoid usage of symkeys, might not work on all operating systems.
es: Evitar el uso de symkeys. Puede que no funcione en todos los sistemas operativos.

source: Use scancodes:
es: Usar scancodes:

source: Keyboard layout.
es: Dispodición del teclado.

source: Layout:
es: Disposición:

source: File used to load/save the key/event mappings from. Resetmapper only works with the defaul value.
es: Fichero usado para cargar/guardar el mapeado de clave/evento. Resetmapper sólo funciona con el valor por defecto.

source: Mapper file:
es: Fichero de mapeado:

source: DOSBox KEYB command arguments.
es: Argumentos del comando KEYB de DOSBox.

source: KEYB arguments:
es: Argumentos de KEYB:

source: United States
es: Estados Unidos

source: United States international
es: Estados Unidos internacional

source: United States Dvorak
es: Estados Unidos Dvorak

source: United States Dvorak left hand
es: Estados Unidos Dvorak zurdos

source: United States Dvorak right hand
es: Estados Unidos Dvorak diestros

source: Azerbaijan
es: Azerbayán

source: Belarus
es: Bielorusia

source: Belgium
es: Bélgica

source: Bosnia & Herzegovina
es: Bosnia y Herzegovina

source: Brazil
es: Brasil

source: Brazil (274)
es: Brasil (274)

source: Canada
es: Canadá

source: Canada (445)
es: Canadá (445)

source: Canada (501)
es: Canadá (501)

source: Croatia
es: Croacia

source: Czech Republic
es: República Checa

source: Czech Republic (243)
es: República Checa (243)

source: Denmark
es: Dinamarca

source: Faroe Islands
es: Islas Faroe

source: Finland
es: Finlandia

source: France
es: Francia

source: France (120)
es: Francia (120)

source: Georgia
es: Gerogia

source: Germany
es: Alemania

source: Germany (453)
es: Alemania (453)

source: Greece
es: Grecia

source: Greece (220)
es: Grecia (220)

source: Greece (459)
es: Grecia (459)

source: Hungary
es: Hungría

source: Hungary (208)
es: Hungría (208)

source: Iceland
es: Islandia

source: Iceland (161)
es: Islandia (161)

source: Italy
es: Italia

source: Italy (142)
es: Italia (142)

source: Kazakhstan
es: Kazajistán

source: Kyrgyzstan
es: Kirguizistán

source: Latin-american spanish
es: Español Latinoamericano

source: Latvia
es: Letonia

source: Latvia (455)
es: Letonia (455)

source: Lithuania
es: Lituania

source: Lithuania (210)
es: Lituania (210)

source: Lithuania (211)
es: Lituania (211)

source: Lithuania (221)
es: Lituania (221)

source: Lithuania (456)
es: Lituania (456)

source: Netherlands
es: Holanda

source: Norway
es: Noruega

source: Philippines
es: Filipinas

source: Poland
es: Polonia

source: Poland (214)
es: Polonia (214)

source: Romania
es: Rumanía

source: Romania (446)
es: Rumanía (446)

source: Russia
es: Rusia

source: Russia (443)
es: Rusia (443)

source: Serbia & Montenegro
es: Serbia y Montenegro

source: Serbia & Montenegro (450)
es: Serbia y Montenegro (450)

source: Slovakia
es: Eslovaquia

source: Slovenia
es: Eslovenia

source: Spain
es: España

source: Sweden
es: Suecia

source: Swiss (sd)
es: Suiza (sd)

source: Swiss (sf)
es: Suiza (sf)

source: Turkmenistan
es: Turkmenistán

source: Turkey
es: Turquía

source: Turkey (440)
es: Turquía (440)

source: Ukraine
es: Ucrania

source: Ukraine (465)
es: Ucrania (465)

source: United Kingdom
es: Reino Unido

source: United Kingdom (168)
es: Reino Unido (168)

source: Uzbekistan
es: Uzbekistán

source: Keyboard
es: Teclado

source: Type of joystick to emulate.
es: Tipo de joystick a emular.

source: Enable timed intervals for axis. Experiment with this option, if your joystick drifts (away).
es: Habilitar intervalos temporizados para los ejes. Experimente con estas opciones si su joystick se distancia.

source: Timed emulation:
es: Emulación temporizada:

source: Continuously fires as long as you keep the button pressed.
es: Disparo contínuo mientras mantiene pulsado el botón.

source: Automatic fire:
es: Disparo automático:

source: Swap the 3rd and the 4th axis. Can be useful for certain joysticks.
es: Intercambiar los ejes 3º y 4º. Puede resultar útil para ciertos joysticks.

source: Swap axes 3 & 4:
es: Intercambiar ejes 3 y 4:

source: Enable button wrapping at the number of emulated buttons.
es: Habilitar envoltura de botón para el número de botones emulados.

source: Button wrapping:
es: Envoltura de botón:

source: 2 Axis
es: 2 Ejes

source: 4 Axis (only first controller)
es: 4 Ejes (sólo primer controlador)

source: 4 Axis (only second controller)
es: 4 Ejes (sólo segundo controlador)

source: Flight Control System
es: Sistema de Control de Vuelo

source: CH Flightstick
es: Palanca de vuelo CH

source: Input
es: Entrada

source: Enable IPX over UDP/IP emulation.
es: Habilitar la emulación de IPX sobre UDP/IP.

source: Enable IPX:
es: Habilitar IPX:

source: Serial COM 1 port configuration.
es: Configuración del pueto serie COM 1.

source: Serial 1:
es: Serie 1:

source: Serial COM 2 port configuration.
es: Configuración del pueto serie COM 2.

source: Serial 2:
es: Serie 2:

source: Serial COM 3 port configuration.
es: Configuración del pueto serie COM 3.

source: Serial 3:
es: Serie 3:

source: Serial COM 4 port configuration.
es: Configuración del pueto serie COM 4.

source: Serial 4:
es: Serie 4:

source: Set type of device connected to COM 1 port.
es: Establecer el tipo de dispositivo conectado al puerto COM 1.

source: Disabled
es: Deshabilitado

source: Dummy
es: Simulado

source: Modem
es: Módem

source: Null Modem
es: Módem Nulo

source: Direct serial
es: Serie directo

source: Set type of device connected to COM 2 port.
es: Establecer el tipo de dispositivo conectado al puerto COM 2.

source: Set type of device connected to COM 3 port.
es: Establecer el tipo de dispositivo conectado al puerto COM 3.

source: Set type of device connected to COM 4 port.
es: Establecer el tipo de dispositivo conectado al puerto COM 4.

source: Type of device connected to COM ports.
es: Tipo de dispositivo conectado al puerto COM.

source: COM ports configuration parameters. Additional parameters must be in the form of 'parameter:value' * All types: * irq (optional) * Direct serial: * realport (required) * rxdelay (optional) * Modem: * listenport (optional) * Null Modem: * server (optional) * rxdelay (optional) * txdelay (optional) * telnet (optional) * usedtr (optional) * transparent (optional) * port (optional) * inhsocket (optional)
es: Parámetros de configuración de los puertos COM. Los parámetros adicionales deben estar en la forma 'parámetro:valor' * Todos los tipos: * irq (opcional) * Serie directo: * realport (requerido) * rxdelay (opcional) * Módem: * listenport (opional) * Módem Nulo: * server (opcional) * rxdelay (opcional) * txdelay (opcional) * telnet (opcional) * usedtr (opcional) * transparent (opcional) * port (opcional) * inhsocket (opcional)

source: Parameters:
es: Parámetros:

source: Network
es: Red

source: Mount Command
es: Comando Mount

source: Edit selected mounting point.
es: Editar el punto de montaje seleccinado.

source: Edit
es: Editar

source: Mounting overview
es: Resumen de montaje

source: Main:
es: Principal:

source: Setup:
es: Configuración:

source: DOS Program
es: Programa de DOS

source: Boot Command
es: Comando Boot

source: Booter
es: Cargador

source: Mounting
es: Montaje

source: New profile
es: Nuevo perfil

source: New
es: Nuevo

source: Add a new game profile.
es: Añadir un nuevo perfil de juego.

source: Edit profile
es: Editar perfil

source: Edit the selected game profile.
es: Editar el perfil de juego seleccionado.

source: Remove profile
es: Eliminar perfil

source: Remove the selected game profiles.
es: Eliminar el perfil de juego seleccionado.

source: Edit preferences
es: Editar preferencias

source: Preferences
es: Preferencias

source: Edit the application's preferences.
es: Editar las preferencias de la aplicación.

source: Quit
es: Salir

source: Quit DOSBoxGtk.
es: Salir de DOSBoxGTK.

source: Run game
es: Ejecutar juego

source: Run
es: Ejecutar

source: Run the selected game with DOSBox.
es: Ejecutar el juego seleccionado con DOSBox.

source: Run setup
es: Ejecutar configuración

source: Setup
es: Configuración

source: Run the selected game's setup program with DOSBox.
es: Ejecutar el programa de configuración del juego seleccionado con DOSBox.

source: Game
es: Juego

source: Lock balance
es: Bloquear balance

source: Left
es: Izquierdo

source: Right
es: Derecho

source: Master volume
es: Volumen maestro

source: DOSBoxGTK preferences
es: Preferencias de DOSBoxGTK

source: Select the DOSBox executable path.
es: Seleccionar la ruta al ejecutable DOSBox.

source: DOSBox path:
es: Ruta a DOSBox:

source: DOSBox executable
es: Ejecutable DOSBox

source: Undo changes.
es: Deshacer cambios.

source: Select the folder for storing the games captures.
es: Seleccionar lacarpeta para almacenar las capturas de los juegos.

source: Captures path:
es: Ruta de capturas:

source: Captures folder
es: Carpeta de capturas

source: Select the folder for storing the game profiles.
es: Seleccionar la carpeta par almacenar los perfiles de juego.

source: Game profiles folder
es: Carpeta de perfiles de juego

source: Profiles path:
es: Ruta de perfiles:

source: Default config file:
es: Fichero de configuración por defecto:

source: Select image files for mounting
es: Seleccionar ficheros de imagen para montar

source: All files
es: Todos los ficheros

source: CUE sheets files
es: Ficheros hojas CUE

source: Image files
es: Ficheros de imagen

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: DOS executables
es: Ejecutables DOS

source: Text files
es: Ficheros de texto

source: %1 settings are not correctly configured. This usually happens the first time it is run. Now the %1 preferences dialog will open so you can configure the application. If you do not configure the application correctly it will close. Don't forget you need to have DOSBox installed to use %1.
es: La configuración de %1 no es correcta. Esto suele ocurrir la primera vez que se ejecuta. Seguidamente se mostrará el diálogo de preferencias de %1 para que pueda configurar la aplicación. Si no configura correctamente la aplicación ésta se cerrará. No olvide que necesita tener instalado DOSBox para poder usar %1.

source: %1 can not continue without correct settings. The application will close now.
es: %1 no puede continuar sin una configuración correcta. La aplicación se cerrará a continuación.

source: %1 GitHub respository
es: Repositorio GitHub de %1

source: %1 is a GUI frontend for DOSBox developed in C++ using GTKmm, LibXML++ and cURLpp libraries. Thanks: To the people behind DOSBox for the countless improductive hours i spent playing oldies XD
es: %1 es una interfaz gráfica para DOSBox desarrollada en C++ usando las librerías GTKmm, LibXML++ y cURLpp. Agradecimientos: A la gente detrás de DOSBox por las innumerables horas improductivas que he pasado jugando viejos éxitos XD

source: About %1...
es: Acerca de %1...

source: Shows information about %1.
es: Muestra información acerca de %1.

source: Executable files
es: Ficheros ejecutables

source: DOSBox configuration files
es: Ficheros de configuración de DOSBox
